anbuselvanrocky.bootstrap5-vscode
aykutsarac.jsoncrack-vscode
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.path-intellisense
cweijan.epub-reader
dbaeumer.vscode-eslint
elijah-potter.harper
esbenp.prettier-vscode
figma.figma-vscode-extension
github.copilot
github.copilot-chat
letrieu.expand-region
mathematic.vscode-pdf
ms-azureaispeech.azure-ai-speech-toolkit
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
oderwat.indent-rainbow
shd101wyy.markdown-preview-enhanced
timheuer.awesome-copilot
tomoki1207.pdf
zhuangtongfa.material-theme
